{
    "resources": [
        {"url": "www.nusu.co.uk/support/nightline/", "name": "Nightline","condition":"all", "description":"Nightline is our confidential and anonymous listening and information service run by students for the benefit of students.  Contact us any night of term to talk about how you’re feeling or request information about other services. Run by Newcastle University specifically."},
        {"url":"www.mind.org.uk", "name":"Mind","condition":"all", "description": "We provide advice and support to empower anyone experiencing a mental health problem. We campaign to improve services, raise awareness and promote understanding."},
        {"url":"www.thecalmzone.net", "name":"CALM - Campaign Against Living Miserably","condition":"all", "description":"The Campaign against Living Miserably (CALM) is a leading movement against suicide. Our helpline is for people in the UK who are down or have hit a wall for any reason, who need to talk or find information and support. "},
        {"url":"www.rethink.org", "name":"Rethink","condition":"all", "description":"Offering advice and information regarding various mental health illnesses, including treatment and support and medicaitons that may be available for diagnosed illnesses."},
        {"url":"www.sane.org.uk/support", "name":"Sane","condition":"all", "description":"Offers advice and support for multiple metal health conditions including but not limited to - Depression, Agoraphobia, Bipolar disorder, Schizophrenia, self-harm, OCD and Mania. "},
        {"url":"www.savethestudent.org/save-money/health/mental-health-at-university.html", "name":"Save the Student: How to look after your mental health at Unviersity", "condition":"all", "description":"Thousands of students are affected by mental health issues in the UK, but it's important not to suffer in silence. Here's where you can find the help you need."},
        {"url":"www.mentalhealth.org.uk/your-mental-health/looking-after-your-mental-health", "name":"Mental Health Foundation","condition":"all", "description":"Prevention is at the heart of what we do. Our knowledge, informed by rigorous research and practical based study, has been pioneering change for more than 70 years and we aren't afraid to challenge the status quo or tackle difficult or under researched issues. This page specifically offers tips and advice for dealing with mental health."},
        {"url":"www.studentminds.org.uk/mensmentalhealth.html", "name": "Men's Mental Health", "condition":"all", "description":"Changing MENtality, This area has conversations, stories and interviews on the topic of men’s mental health, hosted by a group of male students, sharing their own experiences to help eliminate stigma, raise awareness, and signpost others to finding the help they need. Created in association with Student Minds and funded by Comic Relief."},
        
        {"url":"www.studentminds.org.uk/supportforafriend-depression.html", "name":"Support for a Friend: Starting a Conversation on Depression", "condition":"depression", "description":"​Perhaps you have noticed that a friend, family member or fellow student is stressed or anxious, even suicidal? Depression is more common than you might think, affecting one in ten of us in any one year. If you recognise the signs in yourself or someone else, there are clear steps you can take right now to help."},
        {"url": "www.studentsagainstdepression.org", "name": "Students Against Depression","condition":"depression", "description":"Students Against Depression provides you with a calm environment and the resources to help you find a way forward - a website offering advice, information and guidance to those affected by low mood, depression and suicidal thinking."},
        {"url":"www.studentsagainstdepression.org/i-am-feeling/i-feel-depressed/", "name":"Students Against Depression: I Feel Depressed", "condition":"depression", "description":"A Page on what to do if you feel depressed. Depression can be caused by range of either external factors (such as family problems, or relationship breakdowns), or internal factors (including low self-esteem, loneliness, or lack of support). It could even be a combination of factors. Some people know exactly what has triggered their depression; however, for others, it can be hard to understand why they feel the way they do."},
        {"url":"www.theuniguide.co.uk/advice/student-life/dealing-with-depression-at-university", "name":"The Uni Guide: Dealing with depression at University", "condition":"depression","description":"Information and help for students dealign with depression at University and support for those suffering."},
                
        {"url":"www.anxietyuk.org.uk", "name":"Anxiety Uk","condition":"anxiety", "description":"Advice for anyone with anxiety including help. Whether you have anxiety, stress, anxiety-based depression or a phobia that’s affecting your daily life, we’re here to help you. And we’re fully supported by an expert team of medical advisors."},
        {"url":"www.studentminds.org.uk/supportforafriend-anxiety.html", "name":"Support for a Friend: Starting a Conversation on Anxiety", "condition": "anxiety", "description":"It can be difficult to tell if someone is struggling with anxiety as lots of people are able to hide their feelings. But if someone you know is no longer doing things they used to do or enjoy and they seem to be avoiding situations they didn’t used to struggle with, they may be experiencing anxiety."},
        {"url":"freshstudentliving.co.uk/2021/04/01/university-student-mental-health-uk/", "name":"Fresh Student Living: Student Mental Health & Anxiety", "condition":"anxiety", "description":"Students have had their schedules turned upside down in the past year, but looking after mental and emotional health is super important during times of uncertainty. Here’s how to cope when events trigger feelings of anxiety and isolation from a student accomodation provider"},
        {"url":"www.mind.org.uk/information-support/types-of-mental-health-problems/anxiety-and-panic-attacks/about-anxiety/", "name":"MIND- Anxiety and Panic Attacks", "condition":"anxiety","description":"Explains anxiety and panic attacks, including possible causes and how you can access treatment and support. Includes tips for helping yourself, and guidance for friends and family."},

        {"url":"www.mind.org.uk/information-support/types-of-mental-health-problems/stress/what-is-stress/", "name":"How to manage Stress", "condition":"stress", "description":"Explains what stress is, what might cause it and how it can affect you. Includes information about ways you can help yourself and how to get support."},
        {"url":"www.nhs.uk/mental-health/children-and-young-adults/help-for-teenagers-young-adults-and-students/student-stress-self-help-tips/", "name":"NHS UK - Student Stress", "condition":"stress", "description":"University can be a stressful experience, as well as being fun and exciting. You may feel stressed about starting university, exams, coursework deadlines, living with people you do not get on with, or thinking about the future."},
        {"url":"www.prospects.ac.uk/applying-for-university/university-life/5-ways-to-manage-student-stress","name":"PROSPECTS: 5 ways to manage student stress", "condition": "stress", "description":"Finding your independence is one of the advantages of university life, but it can come with its fair share of stress. Study goals, money trouble, living away from home and the impact of COVID-19 can all play on your mind. Here's how to keep the worry at bay"},
        {"url":"www.studentminds.org.uk/examstress.html", "name":"Student Minds: Exam Stress", "condition":"stress","description":"Working towards exams can creating feelings of worry and being under pressure, especially at university where you’re aiming for a degree. However there are a range of things that you can do to help deal with the stress that you might be feeling"},

        {"url":"www.womensaid.org.uk","name":" Women's Aid", "condition":"abuse", "description": "We’re working together against domestic abuse until women and children are safe. Women’s Aid is a grassroots federation working together to provide life-saving services in England and build a future where domestic abuse is not tolerated."},
        {"url":"survivingeconomicabuse.org", "name":"Surviving Economic Abuse", "condition":"abuse", "description":"Economic abuse rarely happens in isolation; it normally happens alongside other forms of domestic abuse. If you are in immediate danger, call the police on 999. For support around domestic abuse (emotional, physical or sexual) you can call specialist helplines or contact local services."},
        {"url":"www.nationaldahelpline.org.uk", "name":"Refuge", "condition":"abuse","description":"Are you experiencing domestic abuse? You are not alone. National Domestic Abuse Helpline specifically for women"},
        {"url":"mensadviceline.org.uk", "name":"Respect - Men's Advice Line", "condition":"abuse","description":"The Helpline for male victims of domestic abuse"},
        {"url":"www.ashianasheffield.org", "name":"Ashiana - Specialist BAMER Domestic and Sexual Abuse Helpline", "condition":"abuse","description":"Ashiana Sheffield has over 30 years’ experience working with Black, Asian, Minority Ethnic and Refugee (BAMER) adults, children and young people fleeing domestic and sexual abuse including forced marriage, human trafficking, female genital mutilation, gang violence and ‘honour’ based violence."},
        {"url":"respond.org.uk", "name":"Respond - Supporting people with learning disabilities or autism who experience trauma", "condition":"abuse", "description":"Founded in 1991, Respond is a national charity providing therapy and specialist support services to people with learning disabilities, autism or both who have experienced abuse, violence or trauma."},
        {"url":"www.victimsupport.org.uk", "name":"Victim Support", "condition":"abuse", "description":"Need help after crime? Independent. Free. Confidential. Fill in our online form for support and advice. Someone from your local victim care team will contact you within three working days (Mon to Fri). If you want to speak to someone now, call our free 24/7 Supportline – 08 08 16 89 111 or start a live chat. In an emergency always call 999."},
        {"url":"lifecentre.uk.com", "name":"Life Centre UK", "condition":"abuse","description":"We’re a charity; a small team of qualified counsellors who provide support and therapy for people who have had an unwanted sexual experience. We help our clients unlock the past, survive the present and reclaim their futures."},
        {"url":"www.galop.org.uk", "name":"Galop", "condition":"abuse","description":"We support all LGBT+ people who've experienced hate crime, domestic abuse or sexual violence"},
        {"url":"www.survivorsuk.org", "name":"Survivors UK - Male Rape and Sexual Abuse", "condition":"abuse", "description": "An estimated 12,000 men are raped in the UK every year, and more than 70,000 are sexually abused or assaulted. At SurvivorsUK we know male sexual abuse has profound effects on those who experience it and can deeply affect their mental health and relationships. But we are here to help sexually abused men as well as their friends and family, no matter when the abuse happened, and challenge the silence and attitudes."},
        {"url":"rapecrisis.org.uk", "name":"Rape Crisis", "condition":"abuse","description":"Rape Crisis England & Wales is the umbrella body for a network of independent Rape Crisis Centres. All our member Centres provide specialist support and services for victims and survivors of sexual violence."},
        {"url":"www.safeline.org.uk", "name":"Safeline", "condition":"abuse","description":"Safeline is an independent and non-discriminatory charity that provides specialist, tailored support for anyone affected by sexual abuse and rape and works to prevent CSE with children and young people at risk. We support everyone regardless of age, gender/gender identity, gender reassignment, sexual orientation, marital status, ethnicity, religion/faith, pregnancy and maternity status or disability or position in life, as well as families and friends of people who have been abused. We do this by providing a wide range of services that meets the diverse needs of all our clients and offer’s them choice on how they want to access that support. Our services are free, unlimited and available to everyone, whether or not the abuse has been reported and regardless of when it happened."},

        {"url":"www.beateatingdisorders.org.uk", "name":"Beat Eating Disorders", "condition":"eatingDisorder", "description":"Beat is the UK’s eating disorder charity. Founded in 1989 as the Eating Disorders Association, our mission is to end the pain and suffering caused by eating disorders. Eating disorders are serious mental illnesses that ruin and, too often, take lives."},
        {"url":"www.mind.org.uk/information-support/types-of-mental-health-problems/eating-problems/types-of-eating-disorders/?gclid=Cj0KCQjw16KFBhCgARIsALB0g8LnCZsrcq21lXOH4nCG0ExErOcAjnYmM0Ict4VLyVnI7AS0UxaFfs8aAgeZEALw_wcB", "name":"MIND - Eating Problems", "condition":"eatingDisorder", "description":"Learn about eating problems, including possible causes, symptoms and how to access treatment and support. Includes self-care tips for helping yourself, plus guidance for friends and family."},
        {"url":"www.studentminds.org.uk/supportforafriend-eatingdisorders.html", "name":"Support for a Friend: Starting a Conversation on Eating Disorders", "condition":"eatingDisorder", "description":"A page offering advice for students to discuss eating disorders with friends and open up a communication to aid others, this advice from Student Minds explains the different types of eating disorders and how you can support friends who have an eating disorder."},
        {"url":"youngminds.org.uk/find-help/feelings-and-symptoms/eating-problems/?gclid=Cj0KCQjw16KFBhCgARIsALB0g8IZZjCfKhLLsBTpqyXH70ECmIgjSOOubgsxuV9afUtmms5-Q3Wp7foaAvLkEALw_wcB", "condition":"eatingDisorder", "name":"YoungMinds: Eating Problems", "description":"Everyone eats differently, but if the way you eat is taking over your life, then you could have an eating problem. But you’re not alone."},
        {"url":"mentalhealth-uk.org/help-and-information/conditions/eating-disorders/?gclid=Cj0KCQjw16KFBhCgARIsALB0g8LZTl8N0n09ST4RjHhNBwQiEnKkZS5tJPowKfj_cQmDeVgT5yK0mxoaAiGrEALw_wcB&gclsrc=aw.ds", "name":"Mental Health UK: Eating Disorders", "condition":"eatingDisorder", "description":"An eating disorder is an unhealthy attitude towards food, which can make you obsessed with your eating patterns. Eating disorders can involve eating too much or too little and using food to manage your feelings. This page covers different eating disorders and symptoms. As well as where to get further information and support."},
        {"url":"http://www.studentminds.org.uk/uploads/3/7/8/4/3784584/student_eating_disorder_fact_sheet.pdf", "name":"Student Eating Fact Sheet", "condition":"eatingDisorder", "description":"Some important and powerful facts regarding eating disorders in students"},
        {"url":"www.nhs.uk/mental-health/feelings-symptoms-behaviours/behaviours/eating-disorders/overview/", "name":"NHS UK - Eating Disorders", "condition":"eatingDisorder", "description":"An eating disorder is a mental health condition where you use the control of food to cope with feelings and other situations. Unhealthy eating behaviours may include eating too much or too little or worrying about your weight or body shape. Anyone can get an eating disorder, but teenagers between 13 and 17 are mostly affected. With treatment, most people can recover from an eating disorder."}        

       ]        
}
