{
    "resources": [
        {"id": "0", "url": "www.nhs.uk/oneyou/every-mind-matters/", "name": "Every Mind Matters", "condition":"all", "description": "Every Mind Matters is a website featuring helpful tips and advice for boosting mood and dealing with stress and anxiety, it also includes a helpful quiz that allows people to gain a better understanding of their current mental health."},
        {"id": "1","url": "www.StudentMinds.org.uk", "name": "Student Minds","condition":"all", "description":"Student Minds is the UK's leading mental health charity, the website contains lots of advice and support for students across the UK dealing with a range of mental health/well-being struggles. Student Space allows 24/7 support for students via the Student Minds website."},
        {"id": "2","url": "www.nusu.co.uk/support/nightline/", "name": "Nightline","condition":"all", "description":"Nightline is our confidential and anonymous listening and information service run by students for the benefit of students.  Contact us any night of term to talk about how you’re feeling or request information about other services. Run by Newcastle University specifically."},
        {"id": "3","url": "www.studentsagainstdepression.org", "name": "Students Against Depression","condition":"depression", "description":"Students Against Depression provides you with a calm environment and the resources to help you find a way forward - a website offering advice, information and guidance to those affected by low mood, depression and suicidal thinking."},
        {"id": "4","url": "www.talktofrank.com/get-help/find-support-near-you", "name": "Frank","condition":"addiction","description":"Honest Information about Drugs - Support and advice for any drug abuse/addiction."},
        {"id": "5","url":"www.mind.org.uk", "name":"Mind","condition":"all", "description": "We provide advice and support to empower anyone experiencing a mental health problem. We campaign to improve services, raise awareness and promote understanding."},
        {"id": "6","url":"www.anxietyuk.org.uk", "name":"Anxiety Uk","condition":"anxiety", "description":"Advice for anyone with anxiety including help. Whether you have anxiety, stress, anxiety-based depression or a phobia that’s affecting your daily life, we’re here to help you. And we’re fully supported by an expert team of medical advisors."},
        {"id": "7","url":"www.thecalmzone.net", "name":"CALM - Campaign Against Living Miserably","condition":"all", "description":"The Campaign against Living Miserably (CALM) is a leading movement against suicide. Our helpline is for people in the UK who are down or have hit a wall for any reason, who need to talk or find information and support. "},
        {"id": "8","url":"www.mentalhealth.org.uk/your-mental-health/looking-after-your-mental-health", "name":"Mental Health Foundation","condition":"all", "description":"Prevention is at the heart of what we do. Our knowledge, informed by rigorous research and practical based study, has been pioneering change for more than 70 years and we aren't afraid to challenge the status quo or tackle difficult or under researched issues. This page specifically offers tips and advice for dealing with mental health."},
        {"id": "9","url":"www.papyrus-uk.org", "name":"PAPYRUS - Prevention of Young Suicide","condition":"all", "description": "We exist to reduce the number of young people who take their own lives by shattering the stigma around suicide and equipping young people and their communities with the skills to recognise and respond to suicidal behaviour. HopeLineUK is a helpline for young people sufferign with suicidal thoughts with a call centre, text service and email service to allow for the best support and advice, free everyday 9am till midnight."},
        {"id": "10","url":"www.rethink.org", "name":"Rethink","condition":"all", "description":"Offering advice and information regarding various mental health illnesses, including treatment and support and medicaitons that may be available for diagnosed illnesses."},
        {"id": "11","url":"www.sane.org.uk/support", "name":"Sane","condition":"all", "description":"Offers advice and support for multiple metal health conditions including but not limited to - Depression, Agoraphobia, Bipolar disorder, Schizophrenia, self-harm, OCD and Mania. "},
        {"id": "12","url":"cocaineanonymous.org.uk", "name":"Cocaine Anonymous","condition":"addiction", "description":"Allowing free membership to events/meetings for women and men to share experiences and overcome addiction to cocaine and other mind-altering substances."},
        {"id": "13","url":"marijuana-anonymous.org.uk", "name":"Marijuana Anonymous","condition":"addiction", "description":"Allowing free membership to events/meetings for women and men to share experiences and over addiction to marijuana."},
        {"id": "14","url":"ukna.org", "name":"Narcotics Anonymous UK","condition":"addiction", "description":"Free membership to meetings/events to allow addicts to stay clean, available for anyone for whom drugs have become a major problem."},
        {"id": "15","url":"smartrecovery.org.uk", "name":"Smart Recovery","condition":"addiction", "description":"UK SMART Recovery is a registered charity which promotes choice in recovery through a national network of mutal-aid meeting and online training programmes with comprehensive teaching materials and manuals."},
        {"id": "16","url":"www.gamblersanonymous.org.uk", "name":"Gamblers Anonymous","condition":"addiction", "description":"Gamblers Anonymous is a fellowship of men and women who share their experience, strength and hope with each other so that they may solve their common problem and help others do the same. This site offers various aids for the compulsive gambler including a forum, a chat room, literature and most importantly a meeting finder. Meetings are the core of Gamblers Anonymous and we have meetings every day of the week throughout England, Wales and Ulster."}
    ]        
}
